english_to_telugu = {
    "a": "అ",
    "b": "బ",
    "c": "చ",
    "e": "ఏ",
    "i": "ఇ",
    "j": "జ",
    "k": "క",
    "l": "ల",
    "m": "మ",
    "o": "ఓ",
    "p": "ప",
    "q": "క్ష",
    "r": "ర",
    "s": "స",
    "x": "ఒ",
    "y": "య",
    "h": "హ",
    "g": "గ",
}
for i in english_to_telugu:
    print("'" + str(ord(i) - 97) + "'" + ":" + "'" + english_to_telugu[i] + "'" + ",")
"""
0:అ
1:బ
2:చ
4:ఏ
8:ఇ
9:జ
10:క
11:ల
12:మ
14:ఓ
15:ప
16:క్ష
17:ర
18:స
23:ఒ
24:య
7:హ
6:గ
"""
